import { ProductProps } from "@/ui/pages/Home/sections";
import BlueBootleImage from "@/images/blue-bottle.png";
import RedBootleImage from "@/images/red-bottle.png";

export const products: ProductProps[] = [
  {
    title: "Полум’я вулкану",
    price: "450 грн",
    image: RedBootleImage.src,
    link: "red-bootle",
    description:
      "Відкрийте для себе безмежну силу Полум'я вулкану – пляшка, яка несе в собі таємницю найгарячіших глибин землі, викликаючи враження, неповторні як сам вулкан. Ця пляшка - це не просто предмет, це вираз потужності та динаміки природи, веселої в розпалі вулканічної діяльності, яка заворожить серця та підкреслить ваш унікальний стиль життя.",
  } as const,
  {
    title: "Океанічний смерч",
    price: "450 грн",
    image: BlueBootleImage.src,
    link: "blue-bootle",
    description:
      "Відкрийте для себе величезний світ Океанічного смерчу – пляшка, яка несе в собі таємницю океанської душі та волі, заворожуючи всіх, хто сміливо відчинить для неї двері свого дому. Ця пляшка - це не лише предмет, це віконце до світу, де вода та вітер об'єднуються в магічний танець, надаючи вашому простору частинку безмежного океану.",
  } as const,
];
